Repository: mhazami/vipkonaklama
Catalog: WebApp/App_GlobalResources/Components/Reservation/Reservation.*.resx
Languages: tr_tr

source: Address
tr_tr: adres

source: Calculate
tr_tr: Hesaplamak

# CheckoutHotel
source: Check-out
tr_tr: Otelden çıkış

source: City
tr_tr: Şehir

source: Country
tr_tr: ülke

source: Customer
tr_tr: Müşteri

source: Customer List
tr_tr: Müşteriler

# CustomerNew
source: New Customer
tr_tr: Yeni müşteri

source: Day Count
tr_tr: Gün sayısı

source: Day Type
tr_tr: Gün Tipi

source: Display text
tr_tr: Ekran metni

source: Empty
tr_tr: Boş

source: Entry Date
tr_tr: Giriş tarihi

source: Entry Time
tr_tr: Giriş saati

source: Exit Date
tr_tr: Çıkış tarihi

source: Exit Time
tr_tr: Çıkış saati

source: Explore Our Rooms
tr_tr: Odalarımızı Keşfedin

source: Fill
tr_tr: Dolu

source: First Name
tr_tr: Isim

source: Floor List
tr_tr: Kat Listesi

source: Floor Name
tr_tr: Kat Adı

source: FromHour
tr_tr: Başlangıç saati

source: Gallery
tr_tr: galeri

# HotelList
source: Hotels List
tr_tr: Otel Listesi

source: Hotel Name
tr_tr: Otel Adı

source: Hour Count
tr_tr: Saat sayısı

source: Idle
tr_tr: Boş

source: Is Daily ?
tr_tr: günlük mi?

# IsEnable
source: Is Active ?
tr_tr: Etkin

source: Last Name
tr_tr: Soyisim

source: Location
tr_tr: konum

source: Nationality
tr_tr: Milliyet

source: Office List
tr_tr: Ofis Listesi

source: Office Name
tr_tr: Ofis Adı

source: Order
tr_tr: Sipariş

source: Order Date
tr_tr: Rezervasyon tarihi

source: Order List
tr_tr: Rezervasyonlar

# OrderNew
source: New Order
tr_tr: Yeni Rezervasyon

source: Parish
tr_tr: Mahalle

source: Payment Status
tr_tr: Ödeme durumu

source: Payment Type
tr_tr: Ödeme şekli

source: Per Day Price
tr_tr: Günlük fiyat

source: Person Count
tr_tr: Kaç kişi

source: Phone Number
tr_tr: Cep telefonu

source: Picture
tr_tr: Resim

source: Province
tr_tr: il

source: Reserve Date
tr_tr: Rezervasyon tarihi

source: Reserve Price List
tr_tr: Rezerv fiyat listesi

# ReservePriceNew
source: New Reserve Price
tr_tr: Yeni rezerv fiyat

source: Reserve Time
tr_tr: Rezerv saati

source: Reserve Type
tr_tr: Rezerv tipi

source: Reserve Type List
tr_tr: Rezerv tipileri

# ReserveTypeNew
source: New Reserve Type
tr_tr: Yeni rezerv tipi

source: Room
tr_tr: Oda

source: Room List
tr_tr: Odalar

# RoomNew
source: New Room
tr_tr: Yeni oda

source: Room Type
tr_tr: Oda tipi

# RoomTypeEnable
source: Enabled
tr_tr: Etkin

source: RoomType List
tr_tr: Oda tipileri

# RoomTypeNew
source: New RoomType
tr_tr: Yeni Oda tipi

source: RoomType Person Capacity
tr_tr: kişi kapasitesi

source: Room Type PicId
tr_tr: foto

source: Room Type Title
tr_tr: Oda tipisinin adi

source: Title
tr_tr: Adi

source: ToHour
tr_tr: Bitiş saati

source: Total Price
tr_tr: Toplam fiyat

source: User
tr_tr: kullanıcı
