using System.Collections.Generic;

namespace Radyn.PaymentGateway.Tools
{
    public class GhavaminEnums
    {

        public static Dictionary<string, string> VerifyStatusList
        {
            get
            {
                var dictionary = new Dictionary<string, string>
                {
                    {"00", "تراکنش با موفقیت انجام شد"},
                    {"01", "صادر کننده کارت از انجام تراکنش صرفنظر کرد"},
                    {"02", " عمليات تاييديه اين تراکنش قبلا با موفقيت صورت پذيرفته است"},
                    {"03", "پذيرنده فروشگاهی نامعتبر می باشد"},
                    {"04", "کارت توسط دستگاه ضبط شود"},
                    {"05", "از انجام تراکنش صرفنظر شد"},
                    {"06", "بروز خطا"},
                    {"07", "بدليل شرايط خاص کارت توسط دستگاه ضبط می شود"},
                    {"08", "با تشخيص هويت دارنده کارت تراکنش موفق می باشد"},
                    {"09", "سيستم مشغول است ، بعدا تراکنش ارسال نمائيد"},
                    {"10", "عدم دريافت قسمتي از پيغام"},
                    {"12", "تراکنش نامعتبر است"},
                    {"13", "مبلغ تراکنش اصلاحيه نادرست است"},
                    {"14", "شماره کارت ارسالی نامعتبر است )وجود ندارد("},
                    {"15", "صادر کننده کارت نامعتبر است"},
                    {"16", "تراکنش مورد تاييد است و اطلاعات شيار 3 کارت بروز رسانی شود"},
                    {"17", "از انجام تراکنش صرفنظر شد"},
                    {"19", "تراکنش مجددا ارسال شود"},
                    {"20", "کد پاسخ نامعتبر است"},
                    {"21", "هيچ عملی انجام نميگيرد"},
                    {"22", "عملکرد نادرست سيستم"},
                    {"23", "کارمزد ارسالی پذيرنده غير قابل قبول است"},
                    {"25", "تراکنش اصلی يافت نشد"},
                    {"30", "قالب پيام دارای اشکال است"},
                    {"31", "پذيرنده توسط سوييچ پشتيبانی نمی شود"},
                    {"33", "تاريخ انقضای کارت سپری شده است"},
                    {"34", "کارت مظنون به تقلب است"},
                    {"36", "کارت محدود شده است،"},
                    {"38", "تعداد دفعات ورود رمز غلط بيش از حد مجاز است،"},
                    {"39", "کارت حساب اعتباری ندارد"},
                    {"40", "عمليات درخواستی پشتيبانی نمی گردد"},
                    {"41", "کارت مفقودی می باشد،"},
                    {"42", "کارت حساب عمومی ندارد"},
                    {"43", "کارت مسروقه می باشد،"},
                    {"44", "کارت حساب سرمايه گذاری ندارد"},
                    {"48", "کد پاسخ نامعتبر است"},
                    {"51", "موجودی کافی نمی باشد"},
                    {"52", "کارت حساب جاری ندارد"},
                    {"53", "کارت حساب قرض الحسنه ندارد"},
                    {"54", "تاريخ انقضای کارت به پايان رسيده است"},
                    {"55", "رمز کارت نامعتبر است"},
                    {"56", "کارت نامعتبر"},
                    {"57", "انجام تراکنش مربوطه توسط دارنده کارت مجاز نمی باشد"},
                    {"58", "انجام تراکنش مربوطه توسط پايانه انجام دهنده مجاز نمی باشد"},
                    {"59", "کارت مظنون به تقلب است"},
                    {"61", "مبلغ تراکنش بيش از حد مجاز است"},
                    {"62", "کارت محدود شده است"},
                    {"63", "تمهيدات امنيتی رعايت نشده است"},
                    {"64", "مبلغ تراکنش اصلی نامعتبر است"},
                    {"65", "تعداد درخواست تراکنش بيش از حد مجاز است"},
                    {"66", "شماره حساب فعال نيست"},
                    {"67", "کارت توسط دستگاه ظبط شود"},
                    {"68", "جواب دريافتی با تاخير آمده است"},
                    {"75", "تعداد دفعات ورود رمز غلط بيش از حد مجاز است"},
                    {"76", "از انجام تراکنش صرفنظر شد"},
                    {"77", "روز مالی تراکنش نامعتبر است"},
                    {"78", "کارت فعال نيست"},
                    {"79", "حساب متصل به کارت نامعتبر يا دارای اشکال است"},
                    {"80", "پردازش تراکنش دارای اشکال است"},
                    {"84", "عدم دريافت پاسخ"},
                    {"90", "سامانه مقصد تراکنش در حال انجام عملیات پایان روز می باشد"},
                    {"91", "عدم دريافت پاسخ"},
                    {"92", "صادر کننده کارت نامعتبر است"},
                    {"93", "تراکنش کامل نشده است"},
                    {"94", "تراکنش تکراری است"},
                    {"96", "از انجام تراکنش صرفنظر شد"},
                    {"97", "فرآيند تغيير کليد برای صادر کننده يا پذيرنده در حال انجام است"},
                    {"130", "صادرکننده کارت شناخته شده نمی باشد"},
                    {"150", "خطای داخلی"},
                    {"140", "TIMEOUT"},
                    {"110", "انصراف توسط دارنده کارت در صفحه ی درگاه پرداخت"},
                    {"-20", "وجود کاراکترهای غیر مجاز در درخواست"},
                    {"-30", "تراکنش قبلا برگشت خورده است"},
                    {"-50", "طول رشته درخواست غیر مجاز است"},
                    {"-51", "خطا در درخواست"},
                    {"-80", "تراکنش مورد نظر یافت نشد"},
                    {"-81", "خطای داخلی بانک"},
                    {"-90", "تراکنش قبلا تائید شده است"},
                };
                return dictionary;
            }
        }
    }
}
