using System.Collections.Generic;

namespace Radyn.PaymentGateway.Tools
{
    public class MabnaEnums
    {
        public static Dictionary<string, string> TarnsactionList
        {
            get
            {
                var dictionary = new Dictionary<string, string>
                {
                    {"0", "تراکنش با موفقیت انجام شد"},
                    {"1", "خطای کد 1 - وجود خطا در فرمت اطلاعات ارسالی"},
                    {"2", "خطای کد 2 - عدم وجود پذیرنده و ترمینال مورد درخواست در سیستم"},
                    {"3", "خطای کد 3 - رد درخواست به علت دریافت درخواست توسط آدرس آی پی نامعتبر"},
                    {"4", "خطای کد 4 - پذیرنده مورد نظر امکان استفاده از سیستم را ندارد"},
                    {"5", "خطای کد 5 - برخورد با مشکل در انجام درخواست موردنظر"},
                    {"6", "خطای کد 6 - خطا در پردازش درخواست"},
                    {"7", "خطای کد 7 - بروز خطا در تشخیص اصالت اطلاعات (امضای دیجیتالی نامعتبر است)"},
                    {"8", "خطای کد 8 - شماره خرید ارائه شده توسط پذیرنده (CRN) تکراری است"},
                };
                return dictionary;
            }
        }

        public static Dictionary<string, string> VerifyStatusList
        {
            get
            {
                var dictionary = new Dictionary<string, string>
                {
                    {"0", "تراکنش با موفقیت انجام شد"},
                    {"101", "تراکنش با موفقیت انجام شده است"},
                    {"102", "تراکنش مورد نظر برگشت خورده است"},
                    {"103", "تایید انجام نشد"},
                    {"106", "پیامی از طرف سوئیچ پرداخت دریافت نشد"},
                    {"107", "تراکنش درخواستی موجود نیست"},
                    {"111", "مشکل در ارتباط با سوئیچ"},
                    {"112", "مقادیر ارسالی در درخواست معتبر نیستند"},
                    {"113", "خطای نامشخص"},
                };
                return dictionary;
            }
        }

    }
}
