using System.ComponentModel;

namespace Radyn.PaymentGateway.Tools
{
   public class MelliEnums
    {
        public enum AppStatus
        {
            [System.ComponentModel.Description("مقادیر تراکنش هنوز مشخص نشده است")]
            NOT_SET = 1,

            [System.ComponentModel.Description("تراکنش بر روی درگاه وجود ندارد")]
            NOT_EXIST = 2,

            [System.ComponentModel.Description("تراکنش در مرحله تکمیل اطلاعات است")]
            INCOMPLET_INFO = 3,

            [System.ComponentModel.Description("تراکنش انجام شده است ولی هنوز نتیجه آن توسط پذیرنده دریافت نشده است")]
            REQUEST_DONE = 4,

            [System.ComponentModel.Description("تراکنش با موفقیت انجام شده است و پذیرنده نیز از نتیجه ان آکاه شده است")]
            COMMIT = 5,

            [System.ComponentModel.Description("در انجام تراکنش مشکلی به وجود آمده است و تراکنش در حال انتظار برای انجام عملیات بازگشت به حساب است")]
            WAIT_FOR_REVERSAL = 6,

            [System.ComponentModel.Description("در انجام عملیات برگشت تراکنش مشکلی به وجود آمده است و تراکنش در انتظار برگشت مجدد است.")]
            WAIT_FOR_REVERSAL_ADVISE = 7,

            [System.ComponentModel.Description("تراکنش موفق نبوده است و مبلغ با موفقیت به حساب خریدار برگشت داده شده است.")]
            REVERSALED = 8,

            [System.ComponentModel.Description("خطایی در انجام تراکنش رخ داده است.جهت تشخیص نوع خطا به لیست کدهای خطا مراجه نمایید.")]
            FAILED = 9,

            [System.ComponentModel.Description("میباشد  تراکنش با موفقیت انجام شده است و در انتظار عملیات checkstatus  از سمت پذیرنده")]
            CHECK_STATUS = 10,

            [Description("نتیجه تراکنش ظرف 10 دقیقه توسط پذیرنده دریافت نشده است و در انتظار برای عملیات ")]
            WAIT_FOR_REVERSAL_10MINUTE = 11,
            NO_FAIL = 12

        }
        public enum AppStatusCode
        {
            [Description("یکی از موارد مبلغ، شماره سفارش یا کلید درخواست اشتباه است")]
            a = -1,

            [Description("تراکنش با موفقیت به انجام رسید")]
            b = 0,

            [Description("لطفا با بانک صادر کننده کارت، تماس حاصل فرمائيد")]
            c = 1,

            [Description("قبلا تراکنش به حساب شما بازگشت داده شده است")]
            d = 2,

            [Description("پذيرنده کارت  فعال نيست لطفا با بانک صادر کننده کارت، تماس حاصل فرمائيد")]
            e = 3,

            [Description("شماره کارت معتبر نيست")]
            f = 14,

            [Description("رکورد پيدا نشد")]
            g = 25,

            [Description("کارت شما منقضي شده است لطفا براي کارت جديد به شعبه مراجعه فرمائيد")]
            h = 33,

            [Description("CVV2 يا رمز دوم اشتباه است")]
            i = 34,

            [Description("کارت مفقوده مي باشد لطفا به شعبه خود، مراجعه فرمائيد")]
            j = 41,

            [Description("کارت مسروقه مي باشد لطفا به شعبه خود، مراجعه فرمائيد")]
            k = 43,

            [Description("اطلاعات قبض صحیح نیست")]
            l = 44,

            [Description("بدهي نداريد")]
            m = 45,

            [Description("قبض شما قبلا پرداخت شده است")]
            n = 48,

            [Description("مبلغ درخواستی از موجودی حساب شما، بیشتر است.حداقل مانده حساب شما پس از عملیات پرداخت باید 100,000 ریال باشد.")]
            o = 51,

            [Description("رمز کارت صحيح نمي باشد لطفا مجددا، سعي فرمائيد")]
            p = 55,

            [Description("رمز دوم یا CVV2 صحیح نمی باشد")]
            q = 56,

            [Description("دارنده کارت مجاز به انجام اين تراکنش نمي باشد")]
            r = -57,

            [Description("پذيرنده کارت مجاز به انجام اين تراکنش نمي باشد")]
            s = 58,

            [Description("مبلغ تراکنش از حد مجاز بالاتر است")]
            t = 61,

            [Description("تعداد دفعات تراکنش از حد مجاز بيشتر است")]
            w = 65,

            [Description("شماره حساب یا شماره کارت مبدا و مقصد یکسان است")]
            x = 74,

            [Description("ورود رمز دوم کارت از حد مجاز گذشته است لطفا با مراجعه به خودپرداز مجددا رمز دوم دريافت فرمائيد")]
            y = 75,

            [Description("Invalid Bussiness Date Time")]
            z = 77,

            [Description("شماره حساب نامعتبر است لطفا به شعبه مراجعه فرمائيد")]
            aa = 79,

            [Description("تراکنش موفق عمل نکرده است")]
            ab = 80,

            [Description("سويچ صادر کننده کارت فعال نمي باشد ،لطفا چند دقيقه ديگر مجددا سعي بفرمائيد")]
            ac = 84,

            [Description("سيستم از مرکز داراي اشکال است")]
            ad = 88,

            [Description("ارتباط با مرکز موقتا قطع ميباشد")]
            ae = 90,

            [Description("پاسخ در زمان تعيين شده به سيستم نرسيده است لطفا چند دقيقه ديگر مجددا سعي بفرمائيد")]
            af = 91,

            [Description("مرکز مشغول است.لطفا چند دقيقه ديگر مجددا سعي بفرمائيد.")]
            ag = 93,

            [Description("پاسخ خطا")]
            ah = 99,

            [Description("ترتيب پارامترهاي ارسالي اشتباه مي باشد،لطفا مسئول فني پذيرنده با بانک تماس حاصل فرمايند")]
            ai = 1000,

            [Description("لطفا مسئول فني پذيرنده با بانک تماس حاصل فرمايند،پارامترهاي پرداخت اشتباه مي باشد")]
            aj = 1001,

            [Description("خطا در سيستم-تراکنش ناموفق")]
            ak = 1002,

            [Description("IP  پذيرنده اشتباه است.لطفا مسئول فني پذيرنده با بانک تماس حاصل فرمايند")]
            al = 1003,

            [Description("لطفا مسئول فني پذيرنده با بانک تماس حاصل فرمايند،شماره پذيرنده اشتباه است")]
            am = 1004,

            [Description("خطاي دسترسي:لطفا با بانک تماس بگيريد")]
            an = 1005,

            [Description("خطا در سيستم")]
            ao = 1006,

            [Description("شماره پيگيري موجود نيست")]
            aq = 1007,

            [Description("شماره پيگيري يکتا نيست")]
            ar = 1008,

            [Description("شماره مرجع موجود نيست")]
            at = 1009,

            [Description("شماره مرجع يکتا نيست")]
            au = 1010,

            [Description("درخواست تکراري- شماره سفارش تکراري مي باشد")]
            av = 1011,

            [Description("اطلاعات پذيرنده صحيح نيست،يکي از موارد تاريخ،زمان يا کليد تراکنش اشتباه است.لطفا مسئول فني پذيرنده با بانک تماس حاصل فرمايند")]
            aw = 1012,

            [Description("وضعيت پذيرنده صحيح نيست")]
            ax = 1013,

            [Description("تراکنش به حساب مبدا برگشت داده شده است")]
            ay = 1014,

            [Description("پاسخ خطا از سمت مرکز")]
            az = 1015,

            [Description("پرداخت با کارتهای شتاب غیر فعال شده است")]
            ba = 1016,

            [Description("مبلغ درخواستي شما جهت پرداخت از حد مجاز تعريف شده براي اين پذيرنده بيشتر است")]
            bb = 1017,

            [Description("اشکال در تاريخ و زمان سيستم.لطفا تاريخ و زمان سرور خود را با بانک هماهنگ نماييد")]
            bc = 1018,

            [Description("امکان پرداخت از طريق سيستم شتاب براي اين پذيرنده امکان پذير نيست")]
            bd = 1019,

            [Description("پذيرنده غيرفعال شده است.لطفا جهت فعال سازي با بانک تماس بگيريد")]
            be = 1020,

            [Description("آدرس ورودي جهت پرداخت با آدرس بازگشت پذيرنده مطابقت ندارد.")]
            bf = 1022,

            [Description("آدرس بازگشت پذيرنده نامعتبر است")]
            bg = 1023,

            [Description("مهر زماني پذيرنده نامعتبر است")]
            bh = 1024,

            [Description("امضا تراکنش نامعتبر است")]
            bi = 1025,

            [Description("شماره سفارش تراکنش نامعتبر است")]
            bj = 1026,

            [Description("شماره پذيرنده نامعتبر است")]
            bk = 1027,

            [Description("شماره ترمينال پذيرنده نامعتبر است")]
            bl = 1028,

            [Description("آدرس IP پرداخت در محدوده آدرس های معتبر اعلام شده توسط پذیرنده نیست .لطفا مسئول فني پذيرنده با بانک تماس حاصل فرمايند")]
            bm = 1029,

            [Description("آدرس Domain پرداخت در محدوده آدرس های معتبر اعلام شده توسط پذیرنده نیست .لطفا مسئول فني پذيرنده با بانک تماس حاصل فرمايند")]
            bn = 1030,

            [Description("خطا در ارتباط با مرکز. لطفا بعدا سعي بفرمائيد")]
            bo = 1050,

            [Description("وضعيت غير مجاز براي عمليات پرداخت")]
            bp = 1051,

            [Description("وضعيت غير مجاز براي عمليات پرداخت")]
            bq = 1052,

            [Description("خطا: درخواست معتبر، از سمت پذيرنده صورت نگرفته است لطفا اطلاعات پذيرنده خود را چک کنيد.")]
            br = 1053,

            [Description("بازيابي session براي پيام اشکال دارد")]
            bs = 1054,

            [Description("مقدار غيرمجاز در ورود اطلاعات")]
            bt = 1055,

            [Description("سيستم موقتا قطع ميباشد.لطفا بعدا تلاش فرماييد.")]
            bu = 1056,

            [Description("سرويس پرداخت اينترنتي خارج از سرويس مي باشد.لطفا بعدا سعي بفرماييد.")]
            bv = 1058,

            [Description("اشکال در توليد کد يکتا. لطفا مرورگر خود را بسته و با اجراي مجدد مرورگر عمليات پرداخت را انجام دهيد")]
            bw = 1061,

            [Description("لطفا مجددا سعي بفرماييد")]
            bx = 1064,

            [Description("ارتباط ناموفق .لطفا چند لحظه ديگر مجددا سعي کنيد")]
            by = 1065,

            [Description("سیستم سرویسهی پرداخت موقتا غیر فعال شده است")]
            bz = 1066,

            [Description("درخواست پذيرنده از کانال امن (SSL) صورت نگرفته است")]
            ca = 1090,

            [Description("درخواست پذيرنده از طريق متد POST صورت نگرفته است")]
            cb = 1091,

            [Description("تراکنش ناموفق) مبلغ به حساب دارنده کارت برگشت داده شده است)")]
            cc = 9005,

            [Description("تراکنش ناتمام ( در صورت کسرموجودي مبلغ به حساب دارنده کارت برگشت داده مي شود)")]
            cd = 9006,

            [Description("محدوديت در تعداد تراکنشهاي روزانه")]
            ce = 10211,

            [Description("محدوديت در مقدار تراکنشهاي روزانه")]
            cf = 10212,

            [Description("اشکالی در مقادیر ارسالی و یا بررسی وضعیت تراکنش رخ داده است.لطفا پس از اطمینان از صحت مقادیر ارسالی , مجددا سعی بفرمایید.")]
            cg = 9008,
            [Description("کاربر از انجام تراکنش انصراف داده است")]
            WaitStatus = 2000,

        } 
   }
}
