Repository: mhazami/vipkonaklama
Catalog: Payment/Resources/Payment.*.resx
Languages: fa_ir

source: Error In Delete Discount
fa_ir: خطایی در حذف تخفیف وجود دارد

# ErrorInInsertDiscount
source: Error In Save Discount
fa_ir: خطایی در ذخیره تخفیفات وجود دارد

source: Error In Save Transaction
fa_ir: خطایی در انجام تراکنش وجود دارد

source: Error In Save Transaction Discount
fa_ir: خطایی در ذخیره تخفیف تراکنش وجود دارد

# PleaseEnterDiscountAttachFile
source: Please insert Discount Attach File
fa_ir: لطفا فایل مدارک تخفیف انتخاب شده را وارد کنید

source: Please Enter Document Number
fa_ir: لطفا شماره فیش را وارد کنید

source: Please Enter pay Amount
fa_ir: لطفا مبلغ پرداختی را وارد کنید

source: Please Enter Pay Date
fa_ir: لطفا تاریخ پرداخت را وارد کنید

source: Please Insert Document ScanFile
fa_ir: اسکن پرداخت را وارد کنید

source: This Transaction Is End Please Start New Payment
fa_ir: عملیات پرداخت این تراکنش به اتمام رسیده است لطفا تراکنش جدید را ثبت نمایید

source: Transaction NotFound
fa_ir: تراکنشی یافت نشد

source: Error In Delete Temp
fa_ir: خطایی در حذف Temp وجود دارد

source: Due to an error in the operation of failed payment transactions
fa_ir: به علت وجود خطا در عملیات پرداخت تراکنش مورد نظر انجام نشد

source: Information entered is not correct terminal
fa_ir: اطلاعات وارد شده ترمینال صحیح نمیباشد

source: Terminal with the number not found
fa_ir: ترمینالی با این شماره یافت نشد

source: There was an error in recording transactions.
fa_ir: خطایی در ثبت تراکنش وجود دارد

source: This account has been disabled
fa_ir: این حساب کاربری غیر فعال است

source: Documnet
fa_ir: فیش بانکی

source: OnlinePay
fa_ir: پرداخت اینترنتی

source: Please Enter Discount Code
fa_ir: لطفا کد تخفیف را وارد کنید

source: Discount code entere dis notcorrect
fa_ir: کد تخفیف وارد شده صحیح نمیباشد

source: Enter discount code has already been used
fa_ir: کد تخفیف وارد شده قبلا استفاده شده است

source: Error In Save Discount Code
fa_ir: خطایی در ذخیره کد تخفیف وجود دارد

source: Using the capacity filled rebates
fa_ir: ظرفیت استفاده از تخفیف پر شده است

source: And
fa_ir: و

# GroupPayment
source: Payment
fa_ir: پرداخت

source: With Amount
fa_ir: به مبلغ
