Repository: mhazami/vipkonaklama
Catalog: WebApp/App_GlobalResources/Components/Payment/Payment.*.resx
Languages: fa_ir, tr_tr

source: Account
fa_ir: حساب
tr_tr: hesap

source: Account Number
fa_ir: شماره حساب
tr_tr: Hesap numarası

source: Amount
fa_ir: مبلغ
tr_tr: Miktar

source: Bank
fa_ir: بانک عامل
tr_tr: Banka

source: Description
fa_ir: توضیحات
tr_tr: Açıklama

source: DocNo
fa_ir: شماره سند
tr_tr: Doktor No

source: PayDate
fa_ir: تاریخ پرداخت
tr_tr: Ödeme Tarihi

source: PayerId
fa_ir: پرداخت کننده
tr_tr: Ödeyen Kimliği

source: Payer Title
fa_ir: پرداخت کننده
tr_tr: Ödeyen Başlığı

source: Pay Type
fa_ir: روش پرداخت
tr_tr: Ücret Türü

source: Status
fa_ir: وضعیت
tr_tr: durum

source: Title
fa_ir: عنوان
tr_tr: Başlık

source: Url
fa_ir: مسیر

source: Bank Name
fa_ir: نام بانک
tr_tr: Banka İsmi

source: Document Number
fa_ir: شماره فیش
tr_tr: Belge Numarası

source: Document
fa_ir: فیش بانکی
tr_tr: belge

source: Please Enter Amount
fa_ir: لطفا مبلغ پرداخت را وارد کنید
tr_tr: Lütfen Tutar Girin

source: Please Enter Document Number
fa_ir: لطفا شماره فیش را وارد کنید
tr_tr: Lütfen Belge Numarasını Girin

source: Please Enter payDate
fa_ir: لطفا تاریخ پرداخت را وارد کنید
tr_tr: Lütfen ödeme tarihini girin

# DocScan
source: Documnet Scan
fa_ir: اسکن فیش پرداخت
tr_tr: Belge Tarama

source: Pay Successful
fa_ir: موفق به پرداخت
tr_tr: Başarılı Ödeme

source: Pay UnSuccessful
fa_ir: پرداخت نا موفق
tr_tr: Ödeme Başarısız

source: Payment Details
fa_ir: جزئیات پرداخت
tr_tr: Ödeme detayları

source: Remark
fa_ir: توضیحات
tr_tr: düşünce

source: Discount Value
fa_ir: مقدار تخفیف
tr_tr: İndirim tutarı

source: Force Attach
fa_ir: فایل پیوست مدارک الزامی است؟
tr_tr: Eklemeyi Zorla

source: Is Percent
fa_ir: در صدی است؟
tr_tr: Yüzde

source: Section
fa_ir: قسمت
tr_tr: Bölüm

source: Discount Type
fa_ir: نوع تخفیف
tr_tr: İndirim Türü

source: Attach File
fa_ir: پیوست مدارک
tr_tr: Dosya eki

source: Pay
fa_ir: پرداخت
tr_tr: Ödeme

source: Continue
fa_ir: ادامه
tr_tr: Devam Et

# AmontValue
source: Amont
fa_ir: مبلغی

source: Effect Type
fa_ir: نوع تاثیر بر روی مبلغ
tr_tr: Efekt Türü

source: ISForceAttachFile
fa_ir: فایل پیوست مدارک اجباری باشد؟
tr_tr: IS Force Ekleme Dosyası

source: Percent
fa_ir: درصدی
tr_tr: Yüzde

# ThisTransactionIsDone
source: This Transaction Is end
fa_ir: این آیتم به دلیل وجود تراکنشات مالی قابل ویرایش نمیباشد
tr_tr: Bu İşlemin Sonu

source: Transaction Result
fa_ir: نتیجه تراکنش
tr_tr: İşlem Sonucu

source: Transaction Code
fa_ir: شماره تراکنش
tr_tr: İşlem kodu

source: SaleRefrence
fa_ir: شماره ارجاع
tr_tr: Satış Referansı

source: Transaction Done
fa_ir: تراکنش موفق
tr_tr: İşlem Yapıldı

source: Transaction Fail
fa_ir: تراکنش نا موفق
tr_tr: İşlem Başarısız

source: Pay Detail
fa_ir: جزئیات پرداخت
tr_tr: Ödeme Ayrıntıları

source: Pay Time
fa_ir: زمان پرداخت
tr_tr: Ödeme süresi

source: Transactions
fa_ir: تراکنش های مالی
tr_tr: işlemler

source: Payment order
fa_ir: دستور پرداخت
tr_tr: Ödeme talimatı

source: Please Enter Description
fa_ir: لطفا توضیحات پرداخت را وارد کنید
tr_tr: Lütfen Açıklama Girin

source: Max File Length
fa_ir: حداکثر فایل مجاز
tr_tr: Maksimum Dosya Uzunluğu

source: There is an error in the transaction
fa_ir: خطایی در انجام تراکنش وجود دارد
tr_tr: İşlemde bir hata var

source: Transaction was successful
fa_ir: تراکنش با موفقیت انجام شد
tr_tr: İşlem başarılı oldu

source: Please Select Bank
fa_ir: لطفا بانک مقصد را انتخاب کنید
tr_tr: Lütfen Banka Seçiniz

source: DiscountType List
fa_ir: لیست نوع تخفیف
tr_tr: İndirimTürü Listesi

# DiscountTypeNew
source: New DiscountType
fa_ir: نوع تخفیف جدید
tr_tr: Yeni İndirim Türü

source: Account List
fa_ir: لیست حساب ها
tr_tr: Hesap Listesi

# AccountNew
source: New Account
fa_ir: حساب جدید
tr_tr: Yeni hesap

source: AuotoCode
fa_ir: تولید کد خودکار
tr_tr: Otomatik Kod

source: Capacity
fa_ir: ظرفیت
tr_tr: Kapasite

source: Code
fa_ir: کد تخفیف
tr_tr: kod

source: EndDate
fa_ir: تاریخ پایان
tr_tr: Bitiş tarihi

source: RemainCapacity
fa_ir: ظرفیت باقی مانده
tr_tr: Kalan Kapasite

source: StartDate
fa_ir: تاریخ شروع
tr_tr: Başlangıç ​​tarihi

source: Character Count
fa_ir: تعداد کاراکتر ها
tr_tr: Karakter sayımı

source: Code Production
fa_ir: تولید کد
tr_tr: Kod Üretimi

source: Used
fa_ir: استفاده شده
tr_tr: Kullanılmış

source: Please Enter then characters Count
fa_ir: تعداد کاراکتر ها وارد کنید
tr_tr: Lütfen Enter sonra karakter sayısı

source: Please Enter then Count
fa_ir: تعداد را وارد کنید
tr_tr: Lütfen Enter sonra Count

source: Save for reporting the information
fa_ir: برای گزارش گیری ابتدا اطلاعات را ذخیره نمایید
tr_tr: Bilgileri bildirmek için kaydedin

source: SaleTracking
fa_ir: شماره پیگیری
tr_tr: Satış Takibi

source: Please Select Temp For Payment
fa_ir: لطفا تراکنشی را جهت پرداخت انتخاب نمایید
tr_tr: Lütfen Ödeme İçin Sıcaklık Seçiniz

source: Payment was successful
fa_ir: پرداخت با موفقیت انجام شد
tr_tr: Ödeme başarılı oldu

source: Confirm
fa_ir: تایید
tr_tr: Onayla

source: Payments Basket
fa_ir: سبد پرداخت ها
tr_tr: Ödeme Sepeti

source: PreFactor
fa_ir: پیش فاکتور
tr_tr: Ön Faktör

# TrackYourOrderNum
source: Track Your Order Number
fa_ir: شماره پیگیری سفارش
tr_tr: Sipariş Numaranızı Takip Edin

source: Order with this number does not exist
fa_ir: سفارشی با این شماره وجود ندارد
tr_tr: Bu numaraya sahip sipariş mevcut değil

# Paymentforthisorderhasbeenmade
source: Payment for this order hasnt been made
fa_ir: پرداختی برای این سفارش صورت نگرفته است
tr_tr: Bu sipariş için ödeme yapılmadı

source: Tracking Orders
fa_ir: پیگیری سفارشات
tr_tr: Takip Siparişleri

source: Payment List
fa_ir: لیست پرداخت ها
tr_tr: Ödeme listesi
