Repository: mhazami/vipkonaklama
Catalog: WebDesign/Resources/WebDesign.*.resx
Languages: fa_ir

source: You Reserved This Booth
fa_ir: شما قبلا این غرفه را رزرو کرده اید
