Repository: mhazami/vipkonaklama
Catalog: WebDesign/Resources/WebDesign.*.resx
Languages: fa_ir

# AbstractSended
source: Abstract uploaded
fa_ir: ارسال چکیده توسط کاربر

# AbtractConfirm
source: Abstract Confirmation
fa_ir: تایید چکیده

source: Address
fa_ir: آدرس

# AfterFinalState
source: After arbitration
fa_ir: پس از اعلام نتایج داوری

source: All
fa_ir: همه

# AllsingleCertificate
source: One certification for all users
fa_ir: برای همه کاربران یک گواهی

# Article
source: Articles
fa_ir: مقالات

# ArticleChangeStatusEmail
source: <div style='float:right;direction: rtl;'> <div> {0} </div> <div> Dear User {1} </div> <div> Your article with Subject {2} chenged to {4} state. </div> <div> For more information contact us. </div> <div> {3} </div> <div>Regards</div> </div>
fa_ir: <div style='float:right;direction: rtl;'> <div> {0} </div> <div> {1} کاربر گرامی </div> <div> با سلام و احترام </div> <div> مقاله شما با عنوان {2} به وضعیت {4} تغییر یافت </div> <div> برای کسب اطلاعات بیشتر در صورت نیاز با ما تماس حاصل نمایید. </div> <div> {3} </div> <div> با تشکر </div> </div>

# ArticleChangeStatusSMS
source: Dear User {1}, Your article with code {2} chenged to {3} state
fa_ir: کاربر گرامی {1} مقاله شما با کد {2} در {0} به وضعیت {3} تغییر یافت

source: ArticleCode
fa_ir: کد مقاله

# ArticleInsertEmail
source: <div style='float: left;direction: ltr;'> <div> {0} </div> <div> Dear User {1} </div> <div> Your Article with Subject {2} submitted successfully. </div> <div> For more information contact us. </div> <div> {3} </div> <div> Regards. </div> </div>
fa_ir: <div style='float:right;direction: rtl;'> <div> {0} </div> <div> {1} کاربر گرامی </div> <div> با سلام و احترام </div> <div> مقاله شما با عنوان {2} با موفقیت ثبت شد </div> <div> برای کسب اطلاعات بیشتر در صورت نیاز با ما تماس حاصل نمایید. </div> <div> {3} </div> <div> با تشکر </div> </div>

# ArticleInsertSMS
source: Dear user {1}, your article with code {2} successfully submitted. {0}
fa_ir: کاربر گرامی {1} مقاله شما با کد {2} در {0} با موفقیت ثبت شد

# ArticlePaymentEmail
source: <div style='float: left;direction: ltr;'> <div> {0} </div> <div> Dear User {1} </div> <div> Your payment with Subject {2} successfully done. </div> <div> For more information contact us. </div> <div> {3} </div> <div> Thanks. </div> </div>
fa_ir: <div style='float:right;direction: rtl;'> <div> {0} </div> <div> {1} کاربر گرامی </div> <div> با سلام و احترام </div> <div> هزینه مقاله شما با عنوان {2} در {0} با موفقیت پرداخت شد </div> <div> برای کسب اطلاعات بیشتر در صورت نیاز با ما تماس حاصل نمایید. </div> <div> {3} </div> <div> با تشکر </div> </div>

# ArticlePaymentSMS
source: Dear user {1}, the payment of your article with code {2} successfully done.
fa_ir: کاربر گرامی {1} هزینه مقاله شما با کد {2} در {0} با موفقیت پرداخت شد

source: Article Sended
fa_ir: ارسال {0} توسط کاربر

source: Article Status
fa_ir: وضعیت مقاله

source: Article Title
fa_ir: عنوان مقاله

# ArticleUpdateEmail
source: <div style='float:right;direction: rtl;'> <div> {0} </div> <div> Dear User {1} </div> <div> Your article with Subject {2} was successfully edited. </div> <div> For more information contact us please. </div> <div> {3} </div> <div> Regards. </div> </div>
fa_ir: <div style='float:right;direction: rtl;'> <div> {0} </div> <div> {1} کاربر گرامی </div> <div> با سلام و احترام </div> <div> مقاله شما با عنوان {2} در {0} با موفقیت ویرایش شد </div> <div> برای کسب اطلاعات بیشتر در صورت نیاز با ما تماس حاصل نمایید. </div> <div> {3} </div> <div> با تشکر </div> </div>

# ArticleUpdateSMS
source: Dear user {1} your article with code {2} was successfully edited.
fa_ir: کاربر گرامی {1} مقاله شما با کد {2} در {0} با موفقیت ویرایش شد

source: Ascending
fa_ir: صعودی

# BeforSendArticle
source: Before arbitration
fa_ir: پیش از ارسال {0}

source: booth
fa_ir: غرفه

# BoothChangeStatusEmail
source: <div style='float: left;direction: ltr;'> <div> {0} </div> <div> Dear User {1} </div> <div> Your booth {2} reservation changed to {4} state. </div> <div> For more information contact us please. </div> <div> {3} </div> <div> Regards. </div> </div>
fa_ir: <div style='float:right;direction: rtl;'> <div> {0} </div> <div> {1} کاربر گرامی </div> <div> با سلام و احترام </div> <div> رزرو غرفه شما با کد {2} شما در {0} به وضعیت {4} تغییر یافت </div> <div> برای کسب اطلاعات بیشتر در صورت نیاز با ما تماس حاصل نمایید. </div> <div> {3} </div> <div> با تشکر </div> </div>

# BoothChangeStatusSMS
source: Dear user {1}, your booth {2} reservation changed to {3} state.
fa_ir: کاربر گرامی {1} رزرو غرفه {2} شما در {0} به وضعیت {3} تغییر یافت

source: Booth Code
fa_ir: کد غرفه

# BoothInsertEmail
source: <div style='float: left;direction: ltr;'> <div> {0} </div> <div> Dear User {1} </div> <div> Your booth reservation with title {2} was successfully registered. </div> <div> For more information contact us please. </div> <div> {3} </div> <div> Regards. </div>
fa_ir: <div style='float:right;direction: rtl;'> <div> {0} </div> <div> {1} کاربر گرامی </div> <div> با سلام و احترام </div> <div> رزرو غرفه شما با کد {2} در {0} با موفقیت ثبت شد </div> <div> برای کسب اطلاعات بیشتر در صورت نیاز با ما تماس حاصل نمایید. </div> <div> {3} </div> <div> با تشکر </div>

# BoothInsertSMS
source: Dear user {1}, your booth {2} reservation was successfully registered.
fa_ir: کاربر گرامی {1} رزرو غرفه{2} شما در {0} با موفقیت ثبت شد

# BoothOfficerCard
source: Officer Booth Code {0}
fa_ir: مسئول غرفه کد {0}

source: Booth Officer Count is more than the allowed number
fa_ir: تعداد غرفه داران بیشتر از تعداد مجاز است

# BoothPaymentEmail
source: <div style='float:left;direction: ltr;'> <div> {0} </div> <div> Dear User {1} </div> <div> Your booth reservation fee with title {2} was successfully paid. </div> <div> For more information contact us please.</div> <div> {3} </div> <div> Regards. </div> </div>
fa_ir: <div style='float:right;direction: rtl;'> <div> {0} </div> <div> {1} کاربر گرامی </div> <div> با سلام و احترام </div> <div> هزینه رزرو غرفه شما با کد {2} در {0} با موفقیت پرداخت شد </div> <div> برای کسب اطلاعات بیشتر در صورت نیاز با ما تماس حاصل نمایید. </div> <div> {3} </div> <div> با تشکر </div> </div>

# BoothPaymentSMS
source: Dear user {1}, your booth {2} reservation fee was successfully paid.
fa_ir: کاربر گرامی {1} هزینه رزرو غرفه {2} شما در {0} با موفقیت پرداخت شد

# BoothUpdateEmail
source: <div style='float: left;direction: ltr;'> <div> {0} </div> <div> Dear User {1} </div> <div> Your booth reservation with name {2} was successfully updated. </div> <div> For more information contact us please. </div> <div> {3} </div> <div> Regards. </div>
fa_ir: <div style='float:right;direction: rtl;'> <div> {0} </div> <div> {1} کاربر گرامی </div> <div> با سلام و احترام </div> <div> رزرو غرفه شما با کد{2} در {0} با موفقیت بروز رسانی شد </div> <div> برای کسب اطلاعات بیشتر در صورت نیاز با ما تماس حاصل نمایید. </div> <div> {3} </div> <div> با تشکر </div>

# BoothUpdateSMS
source: Dear user {2}, your booth {2} reservation was successfully edited.
fa_ir: کاربر گرامی {1} رزرو غرفه {2} شما در {0} با موفقیت ویرایش شد

source: Both
fa_ir: هر دو

source: Capacity is not enough
fa_ir: ظرفیت کافی نیست

# ChartArticleByDay
source: {0} per day
fa_ir: تعداد {0} بر اساس روز

# ChartArticleByMoth
source: {0} per month
fa_ir: تعداد مقالات بر اساس ماه

# ChartArticleByPivot
source: {0} by pivot
fa_ir: تعداد مقالات بر اساس محور

# ChartArticleByStatus
source: {0} by state
fa_ir: تعداد مقالات بر اساس وضعیت

# ChartArticleByType
source: {0} by type
fa_ir: تعداد مقالات بر اساس نوع مقاله

# ChartCash
source: Finacial Report
fa_ir: گزارش مالی

# ChartCashByDay
source: Finacial report in month
fa_ir: گزارش مالی در ماه

# ChartCashBymoth
source: Finacial report in year
fa_ir: گزارش مالی در سال

# ChartHotelByStatus
source: Accomodation by state
fa_ir: تعداد اسکان به تفکیک وضعیت

# ChartHotelUser
source: Accomodation by reservation state
fa_ir: تعداد اسکان به تفکیک رزرو

# ChartPivotCategory
source: Accomodation by Pivot Category
fa_ir: تعداد مقالات بر اساس گروه محور

# ChartUserRegisterByDay
source: Users registeration per day
fa_ir: تعداد ثبت نام بر اساس روز

# ChartUserRegisterByMoth
source: Users registeration per month
fa_ir: تعداد ثبت نام بر اساس ماه

# ChartUserRegisterByRegisterType
source: Users registeration by type
fa_ir: تعداد ثبت نام بر اساس نوع ثبت نام

# ChartUserRegisterByStatus
source: Users registeration by state
fa_ir: تعداد ثبت نام بر اساس وضعیت ثبت نام

source: Chart Views Number By Day
fa_ir: گزارش تعداد بازدید براساس روز

source: Chart Views Number By Month
fa_ir: گزارش تعداد بازدید براساس ماه

source: Chart Views Number By Year
fa_ir: گزارش تعداد بازدید براساس سال

# ChartWorkShopByStatus
source: Workshops by state
fa_ir: تعداد کارگاه به تفکیک وضعیت

# ChartWorkShopUser
source: Workshops by reservation
fa_ir: تعداد کارگاه به تفکیک رزرو

source: Confirm
fa_ir: تایید نهایی

source: Confirm and Edit
fa_ir: تایید با اصلاح

source: ConFirm Referee
fa_ir: تایید داور

source: Congress Address
fa_ir: آدرس سامانه

# Congresshasnotdonesetting
source: Congress not adjusted.
fa_ir: تنظیمات انجام نشده است

source: Congress Title
fa_ir: عنوان

source: DateOfLastFlowChanges
fa_ir: تاریخ آخرین تغییر

source: DateOfOkAbstract
fa_ir: تاریخ تایید چکیده

# DateOfOkArticle
source: Date Of Ok {0}
fa_ir: تاریخ تایید اصل

source: DateOfSendingAbstract
fa_ir: تاریخ ارسال چکیده

# DateOfSendingArticle
source: Date Of Sending {0}
fa_ir: تاریخ ارسال مقاله

source: Denial
fa_ir: عدم تایید نهایی

source: Denial Abstarct
fa_ir: رد چکیده

source: Denial Pay
fa_ir: رد پرداخت

source: Descending
fa_ir: نزولی

source: Email
fa_ir: ایمیل

# ErroInEditPosterOrginalFile
source: Can not edit orginal poster file.
fa_ir: خطایی در ویرایش فایل پوستر اصلی وجود دارد

# ErrorInDeleteArticleAuthor
source: Error In Delete {0} Author
fa_ir: خطایی در حذف نویسنده مقاله وجود دارد

# ErrorInDeleteArticleFromRefereecartabl
source: Error In Delete {0} From Refereecartabl
fa_ir: خطایی در حذف {0} از کارتابل داور وجود دارد

# ErrorInDeleteArticlePaymentType
source: Error In Delete {0} Payment Type
fa_ir: خطایی در حذف نوع پرداخت {0} وجود دارد

# ErrorInDeleteArticlePaymentTypeMultiLanguage
source: Error In Delete {0} Payment Type Multi Language
fa_ir: خطایی در حذف چند زبانگی نوع پرداخت مقالات وجود دارد

# ErrorInDeleteArticlePaymentTypeThisUseInArticle
source: Error In Delete {0} PaymentType This Use In {1} Payment
fa_ir: این نوع پرداخت {0} برای پرداخت {1} استفاده شده است و قابل حذف نمیباشد

# ErrorInDeleteArticleType
source: Error In Delete {0} Type
fa_ir: خطایی در حذف نوع مقاله وجود دارد

source: Error In Delete Article Type BecauseThere are Article With This Article Type
fa_ir: این نوع مقاله دارای مقاله است و قابل حذف نیست

source: Error In Delete Booth Because This Reserved
fa_ir: این غرفه قابل حذف نیست زیرا رزرو شده است

source: Error In Delete Booth Category
fa_ir: خطایی در حذف نوع غرفه وجود دارد

source: Error In Delete Booth category Because There Are Booth With This Type
fa_ir: این نوع غرفه قابل حذف نیست زیرا داری غرفه است

source: Error In Delete Congress
fa_ir: خطایی در حذف رخ اده است

source: Error In Delete Congress Account
fa_ir: خطایی در حذف شماره حساب وجود دارد

source: Error In Delete Congress Container
fa_ir: خطایی در حذف قالب وجود دارد

source: Error In Delete Congress Content
fa_ir: خطایی در حذف محتوای وجود دارد

source: Error In Delete Congress Discountype
fa_ir: خطایی در حذف نوع تخفیف وجود دارد

source: Error In Delete Congress FAQ
fa_ir: خطایی در حذف FAQ وجود دارد

# ErrorInDeleteCongressFolder
source: Error In Delete Congress File
fa_ir: خطایی در حذف پوشه فایل وجود دارد

source: Error In Delete Congress Gallery
fa_ir: خطایی در حذف گالری وجود دارد

source: Error In Delete Congress Html
fa_ir: خطایی در حذف Html وجود دارد

source: Error In Delete Congress Menu
fa_ir: خطایی در حذف منوی وجود دارد

source: Error In Delete Congress News
fa_ir: خطایی در حذف اخبار وجود دارد

source: Error In Delete Congress Owner
fa_ir: خطایی در حذف صاحب وجود دارد

source: Error In Delete Guest
fa_ir: خطایی در حذف میهمان ویژه وجود دارد

source: Error In Delete Hotel
fa_ir: خطایی در حذف هتل وجود دارد

source: Error In Delete Hotel Because This Reserved
fa_ir: این هتل قابل حذف نیست زیرا رزرو شده است

source: Error In Delete Language
fa_ir: خطایی در حذف زبان وجود دارد

source: Error In Delete Pivot
fa_ir: خطایی در حذف محور وجود دارد

source: Error In Delete Referee
fa_ir: خطایی در حذف داور رخ اده است

source: Error In Delete Referee Because His Cartabl ContainArticle
fa_ir: در کارتایل این داور مقاله وجود دارد آن را نمیتوانید حذف کنید

source: Error In Delete Resume
fa_ir: خطایی در حذف رزرومه وجود دارد

source: Error In Delete Special Guest
fa_ir: خطایی در حذف میهمان ویژه وجود دارد

source: Error In Delete Supporter
fa_ir: خطایی در حذف حامی وجود دارد

source: Error In Delete Support Type
fa_ir: خطایی در حذف نوع حامی وجود دارد

source: Error In Delete SupportType Becuase There Are Support With This Type
fa_ir: این نوع حمایت قابل حذف نیست زیرا دارای حامی است

source: Error In Delete teacher
fa_ir: خطایی در حذف استاد وجود دارد

source: Error In Delete User
fa_ir: خطایی در حذف کاربر وجود دارد

source: Error In Delete WorkShop
fa_ir: خطایی در حذف کارگاه وجود دارد

source: Error In Delete WorkShop ProgramFile
fa_ir: خطایی در حذف فایل برنامه کارگاه وجود دارد

source: Error In Delete WorkShop Teacher
fa_ir: خطایی در حذف استاد کارگاه وجود دارد

# ErrorinEditArticle
source: Error in Edit {0}
fa_ir: خطایی در ویرایش {0} وجود دارد

# ErrorInEditArticleAbstractFile
source: Error In Edit {0} Abstract File
fa_ir: خطایی در ویرایش فایل چکیده مقاله وجود دارد

# ErrorInEditArticleAuthor
source: Error In Edit {0} Author
fa_ir: خطایی در ویرایش نویسندگان {0} وجود دارد

# ErrorInEditArticleCongress
source: Error In Edit {0} Congress
fa_ir: خطایی در ویرایش {0} وجود دارد

# ErrorInEditArticleOrginalFile
source: Error In Edit {0} full text File
fa_ir: خطایی در ویرایش فایل اصل {0} وجود دارد

# ErrorInEditArticlePaymentType
source: Error In Edit {0} Payment Type
fa_ir: خطایی در ویرایش نوع پرداخت مقالات وجود دارد

# ErrorInEditArticlePaymentTypeMultiLanguage
source: Error In Edit {0} Payment Type MultiLanguage
fa_ir: خطایی در ویرایش چند زبانگی نوع پرداخت مقالات وجود دارد

source: Error In Edit Booth Map File
fa_ir: خطایی در ویرایش فایل نقشه غرفه ها وجود دارد

source: Error In Edit Booth Reserv
fa_ir: خطایی در ویرایش رزرو غرفه وجود دارد

source: Error In Edit Configuration Because There Error In Delete Support Type
fa_ir: این نوع حمایت قابل حذف نیست زیرا در قسمت تنظیمات استفاده شده است

source: Error In Edit Confuguration
fa_ir: خطایی در ویرایش تنظیمات وجود دارد

source: Error In Edit Congress
fa_ir: خطایی در ویرایش وجود دارد

source: Error In Edit Congress Html
fa_ir: خطایی در ویرایشHtml وجود دارد

source: Error In Edit Footer File
fa_ir: خطایی در ویرایش فایل فوتر وجود دارد

source: Error In Edit Hall map File
fa_ir: خطایی در ویرایش فایل نقشه سالن ها وجود دارد

source: Error In Edit Header File
fa_ir: خطایی در ویرایش فایل هدر صفحه وجود دارد

source: Error In Edit Hotel Reserv
fa_ir: خطایی در ویرایش رزرو اسکان کاربر وجود دارد

source: Error In Edit Logo File
fa_ir: خطایی در ویرایش فایل لوگو وجود دارد

# ErrorInEditMiniPosterFile
source: Error In Edit Poster Orginal File
fa_ir: خطایی در ویرایش فایل پوستر کوچک وجود دارد

source: Error In Edit Multi Article Language
fa_ir: خطایی در ویرایش چند زبانگی وجود دارد

source: Error In Edit Multilanguage
fa_ir: خطایی در ویرایش چند زبانگی وجود دارد

source: Error In Edit Pivot
fa_ir: خطایی در ویرایش محور وجود دارد

source: Error In Edit Referee
fa_ir: خطایی در ویرایش داور وجود دارد

source: Error In Edit Referee Cartabl
fa_ir: خطایی در ویرایش کارتابل داور وجود دارد

source: Error In Edit Reserv UserWorkShop
fa_ir: خطایی در ویرایش رزرو کارگاه کاربر وجود دارد

source: Error In Edit Special Guest
fa_ir: خطایی در ویرایش میهمان ویژه وجود دارد

source: Error In Edit Supporter
fa_ir: خطایی در ویرایش حامی وجود دارد

source: Error In Edit Supporter In Configuration
fa_ir: خطایی در ویرایش تنظیمات حامیان وجود دارد

source: Error In Edit Support Type
fa_ir: خطایی در ویرایش نوع حامی وجود دارد

source: Error In Edit Teacher
fa_ir: خطایی در ویرایش استاد وجود دارد

source: Error In Edit User
fa_ir: خطایی در ویرایش کاربر وجود دارد

source: Error In Edit WorkShop
fa_ir: خطایی در ویرایش کارگاه وجود دارد

source: Error In Edit WorkShop AttachFile
fa_ir: خطایی در ویرایش فایل پیوست کارگاه وجود دارد

source: Error In Edit WorkShop ProgramFile
fa_ir: خطایی در ویرایش برنامه کارگاه وجود دارد

source: Error In Insert FAQ
fa_ir: خطایی در ذخیره FAQ وجود دارد

# ErrorInPayArticleAmount
source: Error In Pay {0} Amount
fa_ir: خطایی در پرداخت هزینه {0} وجود دارد

source: Error In Reserv Booth
fa_ir: خطایی در ذخیره رزرو غرفه وجود دارد

source: Error In Reserv WorkShop
fa_ir: خطایی در ثبت رزرو کارگاه وجود دارد

# ErrorInSaveArticle
source: Error In Save {0}
fa_ir: خطایی در ذخیره {0} وجود دارد

source: Error In Save Article AbstractFile
fa_ir: خطایی در ذخیره فایل چکیده وجود دارد

# ErrorInSaveArticleAuthor
source: Error In Save {0} Author
fa_ir: خطایی در ذخیره نویسندگان {0} وجود دارد

source: Error In Save Article Flow
fa_ir: خطایی در ذخیره فلو وجود دارد

# ErrorInSaveArticleOrginalFile
source: Error In Save Article full text File
fa_ir: خطایی در ذخیره فایل اصل وجود دارد

source: Error In Save Article Payment Type
fa_ir: خطایی در ذخیره نوع پرداخت مقالات وجود دارد

source: Error In Save Article Payment Type Multi Language
fa_ir: خطایی در ذخیره چند زبانگی نوع پرداخت مقالات وجود دارد

source: Error In Save Booth Officer
fa_ir: خطایی در ذخیره مسئول غرفه وجود دارد

source: Error In Save Booth Reserv
fa_ir: خطایی در ذخیره رزرو غرفه وجود دارد

source: Error In Save ChipFood
fa_ir: خطایی در ذخیره ژتون غذا وجود دارد

source: Error In Save Configuartion
fa_ir: خطایی در ذخیره تنظیمات وجود دارد

source: Error In Save Congress
fa_ir: خطایی در ذخیره وجود دارد

source: Error In Save Congress Account
fa_ir: خطایی در ذخیره شماره حساب وجود دارد

source: Error In Save Congress Container
fa_ir: خطایی در ذخیره قالب وجود دارد

source: Error In Save Congress Content
fa_ir: خطایی در ذخیره محتوای وجود دارد

source: Error In Save Congress Discountype
fa_ir: خطایی در ذخیره نوع تخفیف وجود دارد

# ErrorInSaveCongressFolder
source: Error In Save Congress File
fa_ir: خطایی در ذخیره پوشه فایل وجود دارد

source: Error In Save Congress Gallery
fa_ir: خطایی در ذخیره گالری وجود دارد

source: Error In Save Congress Html
fa_ir: خطایی در ذخیره Html وجود دارد

source: Error In Save Congress Language
fa_ir: خطایی در ذخیره زبان وجود دارد

source: Error In Save Congress Menu
fa_ir: خطایی در ذخیره منوی وجود دارد

source: Error In Save Congress News
fa_ir: خطایی در ذخیره اخبار وجود دارد

source: Error In Save File
fa_ir: خطایی در ذخیره فایل وجود دارد

source: Error In Save Footer File
fa_ir: خطایی در ذخیره فایل فوتر صفحه وجود دارد

source: Error In Save Guest
fa_ir: خطایی در ذخیره میهمان ویژه وجود دارد

source: Error In Save Hotel
fa_ir: خطایی در ذخیره هتل وجود دارد

source: Error In Save Hotel Reserv
fa_ir: خطایی در ذخیره اسکان کاربر وجود دارد

source: Error In Save Multi Article Language
fa_ir: خطایی در ذخیره چند زبانگی وجود دارد

source: Error In Save Pivot
fa_ir: خطایی در ذخیره محور وجود دارد

source: Error In Save Referee
fa_ir: خطایی در ذخیره داور وجود دارد

source: Error In Save Resume
fa_ir: خطایی در ذخیره رزرومه وجود دارد

source: Error In Save Special Guest
fa_ir: خطایی در ذخیره میهمان ویژه وجود دارد

source: Error In Save Supporter
fa_ir: خطایی در ذخیره حامی وجود دارد

source: Error In Save Supporter Partial In Configuration
fa_ir: خطایی در ذخیره پارشیال تنظیمات وجود دارد

source: Error In Save Support Type
fa_ir: خطایی در ذخیره نوع حمایت وجود دارد

source: Error In Save Teacher
fa_ir: خطایی در ذخیره استاد وجود دارد

source: Error In Save User
fa_ir: خطایی در ذخیره کاربر وجود دارد

source: Error In Save WorkShop
fa_ir: خطایی در ذخیره کارگاه وجود دارد

source: Error In Save WorkShop Teacher
fa_ir: خطایی در ذخیره استاد کارگاه وجود دارد

# ErrorInSendArticle
source: Error In Send {0}
fa_ir: خطایی در ارسال {0} وجود دارد

source: Error In Update ChipFood
fa_ir: خطایی در ویرایش ژتون غذا وجود دارد

source: Error In Update Comments
fa_ir: خطا در تایید نظرات کاربران

source: Error In Update File
fa_ir: خطایی در ویرایش فایل وجود دارد

source: Error In Work Daily Scheduler
fa_ir: خطایی در انجام عملیات روزانه وجود دارد

source: Female
fa_ir: زن

source: Final confirm
fa_ir: تایید نهایی

# ForeachCertificate
source: One certification per user
fa_ir: برای هر کاربر یک گواهی

source: Free User
fa_ir: شرکت کننده آزاد

source: FullName
fa_ir: نام کامل

source: Guest
fa_ir: مهمان

# GuestChangeStatusEmail
source: <div style='float: left;direction: ltr;'> <div> {0} </div> <div> Dear User {1} </div> <div> Your reserved booth with name {2} changed to state {4} </div> <div> For more information contact us please. </div> <div> {3} </div> <div> Regards. </div> </div>
fa_ir: <div style='float:right;direction: rtl;'> <div> {0} </div> <div> {1} مهمان گرامی </div> <div> با سلام و احترام </div> <div> غرفه رزرو شده شما با عنوان {2} به وضعیت {4} تغییر یافت </div> <div> برای کسب اطلاعات بیشتر در صورت نیاز با ما تماس حاصل نمایید. </div> <div> {3} </div> <div> با تشکر </div> </div>

# GuestChangeStatusSMS
source: Dear user {1}, your booth {2} reservation changed to state : {3}
fa_ir: مهمان گرامی {1} رزرو غرفه {2} شما در {0} با به وضعیت {3} تغییر یافت

# GuestInsertSMS
source: Dear user {1}, your booth {2} reservation was successfully register.
fa_ir: کاربر {1} رزرو غرفه {2} شما در {0} با موفقیت ثبت شد

# GuestnsertEmail
source: <div style='float: left;direction: ltr;'> <div> {0} </div> <div> Dear User {1} </div> <div> Your booth {2} reservation was successfully registered. </div> <div> For more information contact us please.</div> <div> {3} </div> <div> Regards. </div> </div>
fa_ir: <div style='float:right;direction: rtl;'> <div> {0} </div> <div> {1} مهمان گرامی </div> <div> با سلام و احترام </div> <div> رزرو غرفه {2} شما در {0} با موفقیت ثبت شد </div> <div> برای کسب اطلاعات بیشتر در صورت نیاز با ما تماس حاصل نمایید. </div> <div> {3} </div> <div> با تشکر </div> </div>

# GuestPaymentEmail
source: <div style='float: left;direction: ltr;'> <div> {0} </div> <div> Dear User {1} </div> <div> Your booth {2} reservation fee was successfully paid. </div> <div> For more information contact us please. </div> <div> {3} </div> <div> Regards. </div> </div>
fa_ir: <div style='float:right;direction: rtl;'> <div> {0} </div> <div> {1} مهمان گرامی </div> <div> با سلام و احترام </div> <div> هزینه رزرو غرفه {2} شما در {0} با موفقیت پرداخت شد </div> <div> برای کسب اطلاعات بیشتر در صورت نیاز با ما تماس حاصل نمایید. </div> <div> {3} </div> <div> با تشکر </div> </div>

# GuestPaymentSMS
source: Dear user {1}, your booth {2} reservation fee was successfully paid.
fa_ir: مهمان گرامی {1} هزینه رزرو غرفه {2} شما در {0} با موفقیت پرداخت شد

# GuestUpdateEmail
source: <div style='float: left;direction: ltr;'> <div> {0} </div> <div> Dear User {1} </div> <div> Your booth {2} reservation was successfully updated. </div> <div> For more information contact us please. </div> <div> {3} </div> <div> Regards. </div> </div>
fa_ir: <div style='float:right;direction: rtl;'> <div> {0} </div> <div> {1} مهمان گرامی </div> <div> با سلام و احترام </div> <div> کاربر {1} رزرو غرفه {2} شما در {0} با موفقیت بروز رسانی شد </div> <div> برای کسب اطلاعات بیشتر در صورت نیاز با ما تماس حاصل نمایید. </div> <div> {3} </div> <div> با تشکر </div> </div>

# GuestUpdateSMS
source: Dear user {1}, your booth {2} reservation was successfully updated.
fa_ir: کاربر گرامی {1} رزرو غرفه {2} شما در {0} با موفقیت ویرایش شد

source: Has
fa_ir: دارد

source: Has Chair
fa_ir: صندلی دارد

source: Hotel
fa_ir: هتل

source: Hotel Capacity Less Than Number Of Selected User
fa_ir: ظرفیت هتل کمتر از تعداد کاربران انتخاب شده است
