Repository: mhazami/vipkonaklama
Catalog: WebDesign/Resources/WebDesign.*.resx
Languages: fa_ir

# HotelChangeStatusEmail
source: <div style='float: left;direction: ltr;'> <div> {0} </div> <div> Dear User {1} </div> <div> Your reservation in hotel {2} changed to {4} state. </div> <div> For more information contact us please. </div> <div> {3} </div> <div> Regards. </div> </div>
fa_ir: <div style='float:right;direction: rtl;'> <div> {0} </div> <div> {1} کاربر گرامی </div> <div> با سلام و احترام </div> <div> رزرواسکان شما با عنوان {2} به وضعیت {4} تغییر یافت </div> <div> برای کسب اطلاعات بیشتر در صورت نیاز با ما تماس حاصل نمایید. </div> <div> {3} </div> <div> با تشکر </div> </div>

# HotelChangeStatusSMS
source: Dear user {1}, your reservation in hotel {2} changed to {3} state
fa_ir: کاربر گرامی {1} رزرو اسکان {2} شما در {0} به وضعیت {3} تغییر یافت

# HotelInsertEmail
source: <div style='float: left;direction: ltr;'> <div> {0} </div> <div> Dear User {1} </div> <div> Your reservation in hotel {2} was successfully registered. </div> <div> For more information contact us please. </div> <div> {3} </div> <div> Regards. </div>
fa_ir: <div style='float:right;direction: rtl;'> <div> {0} </div> <div> {1} کاربر گرامی </div> <div> با سلام و احترام </div> <div> رزرو اسکان شما با عنوان {2} در {0} با موفقیت ثبت شد </div> <div> برای کسب اطلاعات بیشتر در صورت نیاز با ما تماس حاصل نمایید. </div> <div> {3} </div> <div> با تشکر </div>

# HotelInsertSMS
source: Dear user {1}, your reservation in hotel {2} was successfully registered.
fa_ir: کاربر گرامی {1} رزرو اسکان {2} شما در {0} با موفقیت ثبت شد

# HotelName
source: Name of Hotel
fa_ir: نام هتل

# HotelPaymentEmail
source: <div style='float: left;direction: ltr;'> <div> {0} </div> <div> Dear User {1} </div> <div> Your hotel {2} reservation payment was successfuly done. </div> <div> For more information contact us please.</div> <div> {3} </div> <div> Regards. </div> </div>
fa_ir: <div style='float:right;direction: rtl;'> <div> {0} </div> <div> {1} کاربر گرامی </div> <div> با سلام و احترام </div> <div> هزینه رزرو هتل شما با عنوان {2} در {0} با موفقیت پرداخت شد </div> <div> برای کسب اطلاعات بیشتر در صورت نیاز با ما تماس حاصل نمایید. </div> <div> {3} </div> <div> با تشکر </div> </div>

# HotelPaymentSMS
source: Dear user {1}, your hotel {2} reservation payment was successfully done.
fa_ir: کاربر گرامی {1} هزینه رزرو هتل {2} شما در {0} با موفقیت پرداخت شد

# HotelUpdateEmail
source: <div style='float: left;direction: ltr;'> <div> {0} </div> <div> Dear User {1} </div> <div> Your hotel {2} reservation was successfully updated. </div> <div> For more information contact us please.</div> <div> {3} </div> <div> Regards. </div>
fa_ir: <div style='float:right;direction: rtl;'> <div> {0} </div> <div> کاربر گرامی {1} </div> <div> با سلام و احترام </div> <div> رزرو اسکان شما با عنوان {2} در {0} با موفقیت بروز رسانی شد </div> <div> برای کسب اطلاعات بیشتر در صورت نیاز با ما تماس حاصل نمایید. </div> <div> {3} </div> <div> با تشکر </div>

# HotelUpdateSMS
source: Dear user {1}, your hotel {2} reservation was successfully edited.
fa_ir: کاربر گرامی {1} رزرو اسکان {2} شما در {0} با موفقیت ویرایش شد

source: Image
fa_ir: عکس

source: ImageAndTitle
fa_ir: عنوان و عکس

source: Internal Message
fa_ir: پیام داخلی

# IsDirector
source: Director
fa_ir: مسوول

source: Kind of Support
fa_ir: تعداد حامیان نوع حمایت

source: LName
fa_ir: نام خانوادگی

source: Male
fa_ir: مرد

source: Maximum allowed
fa_ir: تعداد مجاز

source: Mr.
fa_ir: آقا

source: Mrs.
fa_ir: خانم

source: NoHas
fa_ir: ندارد

# Nopaymenthasbeenselectedfortheconference
source: No payment types selected.
fa_ir: هیچ نوع پرداختی انتخاب نشده است

source: NotFound Referee For Send Article
fa_ir: داوری جهت ارسال خودکار به وجود ندارد

source: Not Has Chair
fa_ir: صندلی ندارد

# NumberArticlesReferee
source: Number of Articles by Referee
fa_ir: تعداد مقالات کارتابل هر داور

# NumberBoothsByDivision
source: Number of booths by division
fa_ir: تعداد غرفه ها با تفکیک وضعیت

# NumberStandsWithReservationSeparation
source: Number of stands with reservation separation
fa_ir: تعداد غرفه ها با تفکیک رزرو

source: OnlyTitle
fa_ir: فقط عنوان

# OrginalSended
source: Full text uploaded
fa_ir: ارسال اصل مقاله توسط کاربر

source: Password
fa_ir: رمز عبور

source: Password Recovery
fa_ir: بازیابی رمز عبور

source: Pay
fa_ir: پرداخت

source: Pay Confirm
fa_ir: تایید پرداخت

source: PayDate
fa_ir: تاریخ پرداخت

# PaymentArticlePayment
source: Article registeration payment
fa_ir: پرداخت هزینه ثبت {0}

# PaymentBoothReserv
source: Booth reserve payment
fa_ir: پرداخت هزینه رزرو غرفه

# PaymentHotelReserv
source: Hotel reserve payment
fa_ir: پرداخت هزینه رزرو هتل

# PaymentUserRegister
source: Registeration fee
fa_ir: پرداخت هزینه ثبت نام

# PaymentWorkShopReserv
source: Workshop reserve payment
fa_ir: پرداخت هزینه رزرو کارگاه

# PayWait
source: Wating for payment
fa_ir: منتظر پرداخت

source: Please Enter ChipFood Days
fa_ir: لطفا روز های ژتون را انتخاب کنید

# PleaseEnterYourEmail
source: Please Enter Email
fa_ir: لطفا ایمیل را وارد کنید

# Please_Enter_YourGender
source: Please Enter Sex
fa_ir: لطفا جنسیت را انتخاب کنید

# Please_Enter_YourLastName
source: Please Enter LastName
fa_ir: لطفا نام خانوادگی را وارد کنید

# Please_Enter_YourMobile
source: Please Enter Mobile
fa_ir: لطفا شماره همراه را وارد کنید

# Please_Enter_YourName
source: Please Enter Name
fa_ir: لطفا نام را وارد کنید

# PresentConfirm
source: Presence confirmation
fa_ir: تایید حضور در کارگاه

# PresentDenial
source: Presence rejection
fa_ir: رد حضور در کارگاه

source: Print
fa_ir: چاپ

source: Print Articles Abstract
fa_ir: چاپ خلاصه مقالات

source: Referee
fa_ir: داور

source: Referee Answered
fa_ir: پاسخ داده شده توسط داور

# RefereeArticle
source: Referee add Article
fa_ir: ارسال مقاله به کارتابل داور

# RefereeEmailIsRepeat
source: Referee Email already added
fa_ir: داوری با این ایمیل قبلا ثبت شده است

# RefereeInformArticleEmail
source: <div style='float: left;direction: ltr;'> <div> {0} </div> <div> Dear {1} </div> <div> The article with title {2} in {0} has been assigned to be reviewed and it is available at your account </div> <div> If you require m ore information ​, please kindly contact us </div> <div> {3} </div> <div> {4} </div> </div>
fa_ir: <div style='float:right;direction: rtl;'> <div> {0} </div> <div> {0} داور گرامی </div> <div> با سلام و احترام </div> <div> مقاله با عنوان {2} در {0} جهت داوری به کارتابل شما ارسال شد </div> <div> برای کسب اطلاعات بیشتر در صورت نیاز با ما تماس حاصل نمایید. </div> <div> {3} </div> <div> {4} </div> <div> با تشکر </div> </div>

# RefereeInformArticleEmailNetTemplate
source: <div style='float: left;direction: ltr;'> [%TitleenUS%] </div> <div> Dear {1} </div> <div> The article with title {2} in [%TitleenUS%] has been assigned to be reviewed and it is available at your account </div> <div> If you require m ore information ​, please kindly contact us </div> </div> {0}
fa_ir: <div style='float:right;direction: rtl;'> <div> [%TitlefaIR%] </div> <div> {1} داور گرامی </div> <div> با سلام و احترام </div> <div> مقاله با عنوان {2} در [%TitlefaIR%] جهت داوری به کارتابل شما ارسال شد </div> <div> برای کسب اطلاعات بیشتر در صورت نیاز با ما تماس حاصل نمایید. </div> <div> {3} </div> <div> با تشکر </div> </div> {0}

# RefereeInformArticleSMS
source: Dear {1} article with code {2} was sent to your cartable.
fa_ir: داور گرامی {1} مقاله با کد {2} در {0} جهت داوری به کارتابل شما ارسال شد

# RefereeInsertEmail
source: <div style='float: left;direction: ltr;'> <div> {0} </div> <div> {1} </div> <div> You've been in Congress {0} as Referee </div> <div> UserName :{4} </div> <div> Password :{5} </div> <div> Login Panel Address :{3} </div> <div> Please Change Your Password After Login in Your Panel </div> <div>For more information contact us please. </div> <div> {2} </div> <div> Regards</div> </div>
fa_ir: <div style='float:right;direction: rtl;'> <div> {0} </div> <div> {1} </div> <div> با سلام و احترام </div> <div> شما در {0} به عنوان داور انتخاب شده اید </div> <div> نام کاربری :{4} </div> <div> رمز عبور:{5} </div> <div> آدرس پنل داوری :{3} </div> <div> لطفا پس از ورود به سیستم رمز عبور خود را تغییر دهید </div> <div> برای کسب اطلاعات بیشتر در صورت نیاز با ما تماس حاصل نمایید. </div> <div> {2} </div> <div> با تشکر </div> </div>

# RefereeInsertSMS
source: {1} You've been in Congress {0} as Referee UserName:{3},Password : {4} and login Panel Address: {2}
fa_ir: {4} شما در {0} به عنوان دارو انتخاب شده اید نام کاربری شما {2} , رمز عبور {3} و آدرس پنل داوری {1}

source: Referees Answered
fa_ir: اعلام نتیجه داوران

# RefereeUserNameIsRepeat
source: Referee UserName already added
fa_ir: داوری با این نام کاربری قبلا ثبت شده است

source: Register
fa_ir: ثبت نام

source: RegisterDate
fa_ir: تاریخ ثبت نام

# RegisterRequest
source: Request registeration
fa_ir: ثبت درخواست

source: Register type Capacity is less than the number of users is selected
fa_ir: ظرفیت نوع ثبت نام کمتر از تعداد کاربران انتخاب شده است

source: Rpt Abstract Article
fa_ir: گزارش خلاصه مقالات

# RptArticle
source: Artiel List Report
fa_ir: گزارش مقالات

# RptArticleCertificate
source: Artile Certificate Report
fa_ir: گزارش گواهی مقالات

# RptBoothOfficer
source: Booth Officer Report
fa_ir: گزارش مسئولین غرفه ها

# RptChipFood
source: Chip Food Report
fa_ir: گزارش ژتون غذا

# RptCongressCertificate
source: Congress Certificate Report
fa_ir: گزارش گواهی

# RptHotelUser
source: User Reserv Hotel Report
fa_ir: گزارش رزرو هتل

# RptMiniUserCard
source: Mini User Card Report
fa_ir: گزارش کارت گردنی

# RptUser
source: User List Report
fa_ir: گزارش کاربران

# RptUserBooth
source: User Reserve booth Report
fa_ir: گزارش رزرو غرفه

# RptUserCard
source: User Card
fa_ir: کارت شرکت کننده

# RptWorkShopUser
source: User Reserve WorkShop Report
fa_ir: گزارش رزرو کارگاه

# SendForAllMan
source: Send to male members
fa_ir: ارسال به اعضای مرد

# SendForAllUser
source: Send to all members
fa_ir: ارسال به تمام اعضا

source: Send For All User Have Reserve Chair
fa_ir: ارسال پیام به کسانی که صندلی آنان در وضعیت رزرو شده است

source: Send For All User Have Saled Chair
fa_ir: ارسال پیام به کسانی که صندلی آنان در وضعیت فروخته شده است

# SendForAllUserInPreRegisterStatus
source: Send to users with preregisteration state
fa_ir: ارسال برای کاربران که در وضعیت پیش ثبت نام قرار دارند

source: Send For All User Pay Confirm And Not Have Chair
fa_ir: ارسال پیام به کاربرانی که پرداخت آنان تایید شده ولی هنوز صندلی رزرو نکرده اند

# SendForAllWomen
source: Send to female members
fa_ir: ارسال به اعضای خانم

source: Send For Refreree Has Wait For Answer Article
fa_ir: ارسال به داورانی که مقاله داوری نشده در کارتابل دارند

source: Send For Refreree Not Has Wait For Answer Article
fa_ir: ارسال به داورانی که همه مقالات موجود در کارتابلشان را داوری کرده اند

# SendForUserAbstarctConfirm
source: Send to users with confirmed abstract
fa_ir: ارسال به اعضایی که چکیده مقاله آن ها تایید شده است

# SendForUserAbstarctConfirmAndNotSendOrginal
source: Send to users with confirmed abstracts who have not sent their article full text
fa_ir: ارسال به اعضایی که چکیده آن ها تایید شده ولی اصل مقاله را ارسال نکرده اند

# SendForUserArticleDenial
source: Send to users with rejected articles
fa_ir: ارسال به اعضایی که مقاله آن ها رد شده است

# SendForUserOrginalConfirm
source: Send to users with confirmed article full text
fa_ir: ارسال به اعضایی که اصل مقاله آن ها تایید شده است

source: Send For User Who Confirm In Homa
fa_ir: ارسال به اعضایی که حضور آن ها تایید شده

source: Send For User Who Denial In Homa
fa_ir: ارسال به اعضایی که حضور آن ها تایید نشده است

source: Send For User Who Register And not Pay
fa_ir: ارسال به اعضایی که پرداخت ثبت نام را انجام نداده اند

source: Send For User Who Register Pay Confirm
fa_ir: ارسال به اعضایی که پرداخت ثبت نام آن ها تایید شده

source: Send For User Who Register Pay Denial
fa_ir: ارسال به اعضایی که پرداخت ثبت نام آن ها تایید نشده است

# SendForUserWhoReservedHotelButNotPay
source: Send For User Who Reserved Hotel But Not Payed
fa_ir: ارسال به اعضایی که اسکان رزرو کرده اند اما پرداخت نکرده اند

source: Send For User Who Reserved Hotel Confirm
fa_ir: ارسال به اعضایی که رزرو اسکان آن ها تایید شده

source: Send For User Who Reserved Hotel Denial
fa_ir: ارسال به اعضایی که رزرو اسکان آن ها رد شده

# SendForUserWhoReservedWorkShopButNotPay
source: Send For User Who Reserved WorkShop But Not Payed
fa_ir: ارسال به اعضایی که کارگاه رزرو کرده اند اما پرداخت نکرده اند

source: Send For User Who Reserved WorkShop Confirm
fa_ir: ارسال به اعضایی که رزرو کارگاه آن ها تایید شده

# SendForUserWhoReservedWorkShopDenial
source: Send For User Who Reserved WorkSho Denial
fa_ir: ارسال به اعضایی که رزرو کارگاه آن ها رد شده

source: Send to members of the abstracts will be confirmed after correction
fa_ir: ارسال به اعضایی که چکیده آنها پس از اصلاح تایید می شود

source: Send To Referee
fa_ir: ارسال شده به داور

# SentForUserSendAbstractArticle
source: Sent For User Upload Abstract Article
fa_ir: ارسال به اعضایی که چکیده مقاله ارسال کرده اند

# SentForUserSendOrginalArticle
source: Sent For User Upload Article Full Text
fa_ir: ارسال به اعضایی که اصل مقاله ارسال کرده اند

# SentInformByPivot
source: Send For all User Who Article Pivot Is {0}
fa_ir: ارسال به اعضایی که محور {1} {0} میباشد

# SentInformByType
source: Send to members who have article type {0}
fa_ir: ارسال به اعضایی که نوع پذیرش مقاله {0} دارند

source: Sent To Special Referee
fa_ir: ارسال به دبیر تخصصی

source: SMS
fa_ir: پیامک

source: There Is CongressThis Url
fa_ir: وب سایتی در این آدرس وجود دارد

# ThisArticleNotHaveDirectorAuthor
source: Please Enter Director Author
fa_ir: لطفا یک نویسنده مسئول وارد کنید

# ThisChairReservedBy
source: This Chair Reserved By {0}
fa_ir: {0} این صندلی رزرو شده است توسط

source: This Reserve Hast Transcaction You Can not Delete It
fa_ir: برای این رزرو تراکنش مالی ثبت شده است شما نیتوانید آن را حذف کنید

source: This Transaction Is End Please Start New Payment
fa_ir: عملیات پرداخت این تراکنش به اتمام رسیده است لطفا تراکنش جدید را ثبت نمایید

source: TitleArticle
fa_ir: عنوان مقاله

source: UnValid Enter Email
fa_ir: ایمیل وارد شده معتبر نمیباشد

source: User
fa_ir: کاربران

source: User Card
fa_ir: کارت

# UserChangeStatusEmail
source: <div style='float: left;direction: ltr;'> <div> {0} </div> <div> Dear User {1} </div> <div> Your registration in {0} has changed to status {3}. </div> <div> For more information contact us please. </div> <div> {2} </div> <div> Regards. </div> </div>
fa_ir: <div style='float:right;direction: rtl;'> <div> {0} </div> <div> {1} کاربر گرامی </div> <div> با سلام و احترام </div> <div> ثبت نام شما در {0} به وضعیت {3} تغییر یافت </div> <div> برای کسب اطلاعات بیشتر در صورت نیاز با ما تماس حاصل نمایید. </div> <div> {2} </div> <div> با تشکر </div> </div>

# UserChangeStatusSMS
source: Dear user {1} Your registration in {0} has changed to status {2}
fa_ir: کاربر گرامی {1} ثبت نام شما در {0} به وضعیت {2} تغییر یافت

source: User Code
fa_ir: کد کاربری

# UserForgatPasswordMailContent
source: <div style='width: 500px; border:solid #96171a 1px; font-family: tahoma; font-size:9pt;'><div style='width: 100%; direction: rtl; border-top:solid #96171a 3px;text-align: right;'><p style='padding: 4px;'> Hi {0}</p><p align='justify'style='padding: 4px;'>You have sent us a request in order to change your password. In order to complete password recovery process click the link below: {2} </p> <p align='left'style='padding: 4px;'> <a href='{1}'>{1}</a></p></div></div>
fa_ir: <div style='width: 500px; border:solid #96171a 1px; font-family: tahoma; font-size:9pt;'><div style='width: 100%; direction: rtl; border-top:solid #96171a 3px;text-align: right;'><p style='padding: 4px;'> با سلام خدمت {0}</p><p align='justify'style='padding: 4px;'>درخواستی مبنی بر اینکه رمز عبور خود را فراموش کرده اید دریافت نموده ایم جهت تکمیل مراحل بازیابی رمز عبور خود بر روی لینک زیر کلیک کنید {2} </p> <p align='left'style='padding: 4px;'> <a href='{1}'>{1}</a></p></div></div>

# UserInsertEmail
source: <div style='float: left;direction: ltr;'> <div> {0} </div> <div> Dear User {1} </div> <div> Your information in {0} has been successfully registered. </div> <div> For more information contact us please. </div> <div> {2} </div> <div> Regards. </div> </div>
fa_ir: <div style='float:right;direction: rtl;'> <div> {0} </div> <div> {1} کاربر گرامی </div> <div> با سلام و احترام </div> <div> اطلاعات شما در {0} با موفقیت ثبت شد </div> <div> برای کسب اطلاعات بیشتر در صورت نیاز با ما تماس حاصل نمایید. </div> <div> {2} </div> <div> با تشکر </div> </div>

# UserInsertSMS
source: Dear user {1} Your registration in {0} has been successfully done.
fa_ir: کاربر گرامی {1} ثبت نام شما در {0} با موفقیت ثبت شد

source: User Name
fa_ir: نام کاربری

source: UserName Is Repeate
fa_ir: این کاربر قبلا در سیستم ثبت شده است

# UserNameNotRegisterInCongress
source: Your email is not registered on the Congress
fa_ir: ایمیل شما در سامانه ثبت نشده است

source: User Not Found
fa_ir: کاربری با این مشخصات یافت نشد

# UserPaymentEmail
source: <div style='float: left;direction: ltr;'> <div> {0} </div> <div> Dear User {1} </div> <div> Your registeration payment in {0} has been successfully done. </div> <div> For more information contact us please. </div> <div> {2} </div> <div> Regards. </div> </div>
fa_ir: <div style='float:right;direction: rtl;'> <div> {0} </div> <div> {1} کاربر گرامی </div> <div> با سلام و احترام </div> <div> پرداخت هزینه ثبت نام شما در {0} با موفقیت ثبت شد </div> <div> برای کسب اطلاعات بیشتر در صورت نیاز با ما تماس حاصل نمایید. </div> <div> {2} </div> <div> با تشکر </div> </div>

# UserPaymentSMS
source: Dear user {1} Your registration payment in {0} has been successfully done.
fa_ir: کاربر گرامی {1} هزینه ثبت نام شما در {0} با موفقیت ثبت شد

# UserPreRegisterStatus
source: PreRegister
fa_ir: پیش ثبت نام

source: User Register
fa_ir: ثبت نام کاربر

# UserRegisterConfirmPresentInHomaStatus
source: Presence Confirmation
fa_ir: تایید حضور

# UserRegisterDenialPresentInHomaStatus
source: Presence Denial
fa_ir: رد حضور

# UserRegisterPayConfirmStatus
source: Payment Confirmation
fa_ir: تایید پرداخت

# UserRegisterPayDenialStatus
source: Payment Denial
fa_ir: عدم تایید پرداخت

# UserRegisterPayStatus
source: Payment
fa_ir: پرداخت

# UserRegisterStatus
source: Register
fa_ir: ثبت نام

source: User's Name
fa_ir: نام کاربر

source: UsersNotFound
fa_ir: کاربری جهت رزرو انتخاب نشده است

# UserSubscribeMailContent
source: <div style='width: 500px; border:solid #96171a 1px; font-family: tahoma; font-size:9pt;'><div style='width: 100%; direction: rtl; border-top:solid #96171a 3px;text-align: right;'><p style='padding: 4px;'> Dear {0} </p><p align='justify'style='padding: 4px;'>Thank you for registering in {2} Please click the link below to continue.</p><p align='left'style='padding: 4px;'><a href='{1}'>{1}</a></p></div></div>
fa_ir: <div style='width: 500px; border:solid #96171a 1px; font-family: tahoma; font-size:9pt;'><div style='width: 100%; direction: rtl; border-top:solid #96171a 3px;text-align: right;'><p style='padding: 4px;'> با سلام و احترام {0} </p><p align='justify'style='padding: 4px;'>با تشکر از ثبت نام شما در {2} لطفا برای تکمیل مراحل ثبت نام خود بر روی لینک زیر کلیک نمایید.</p> <p align='left'style='padding: 4px;'><a href='{1}'>{1}</a></p></div></div>

# UserUpdateEmail
source: <div style='float: left;direction: ltr;'> <div> {0} </div> <div> Dear User {1} </div> <div> Your information in {0} has been successfully registered. </div> <div> For more information contact us please. </div> <div> {2} </div> <div> Regards. </div> </div>
fa_ir: <div style='float:right;direction: rtl;'> <div> {0} </div> <div> {1} کاربر گرامی </div> <div> با سلام و احترام </div> <div> اطلاعات ثبت نام شما در {0} با موفقیت ثبت شد </div> <div> برای کسب اطلاعات بیشتر در صورت نیاز با ما تماس حاصل نمایید. </div> <div> {2} </div> <div> با تشکر </div> </div>

# UserUpdateSMS
source: Dear user {1} Your profile information in {0} has been successfully registered.
fa_ir: کاربر گرامی {1} اطلاعات ثبت نام شما در {0} با موفقیت ثبت شد

source: Wait For Answer
fa_ir: منتظر پاسخ

source: Wait For Referee Opinion
fa_ir: منتظر نظر داور

source: Wait For Scientific Teacher
fa_ir: منتظر تایید دبیر علمی

source: Wait for Special Referee Opinion
fa_ir: منتظر نظر دبیر تخصصی

# Withpercentage
source: With the percentage of participation
fa_ir: با درصد مشارکت

source: Workshop
fa_ir: کارگاه

source: WorkShop Capacity Less Than Number Of SelectedUser
fa_ir: ظرفیت کارگاه کمتر از تعداد کاربران انتخاب شده است

# WorkShopChangeStatusEmail
source: <div style='float: left;direction: ltr;'> <div> {0} </div> <div> Dear User {1} </div> <div> Workshop {2} resevation in {0} has changed to status {4}. </div> <div> For more information contact us. </div> <div> {3} </div> <div> Regards. </div> </div>
fa_ir: <div style='float:right;direction: rtl;'> <div> {0} </div> <div> {1} کاربر گرامی </div> <div> با سلام و احترام </div> <div> رزرو کارگاه {2} شما در {0} به وضعیت {4} تغییر یافت </div> <div> برای کسب اطلاعات بیشتر در صورت نیاز با ما تماس حاصل نمایید. </div> <div> {3} </div> <div> با تشکر </div> </div>

# WorkShopChangeStatusSMS
source: Dear user {1} your reservation for {2} workshop in {0} has changed to status {3}.
fa_ir: کاربر گرامی {1} رزرو کارگاه {2} شما در {0} به وضعیت {3} تغییر یافت

# WorkShopInsertEmail
source: <div style='float: left;direction: ltr;'> <div> {0} </div> <div> Dear User {1} </div> <div> Workshop reservation with title {2} in {0} has been successfully done. </div> <div> For more information contact us please. </div> <div> {3} </div> <div> Regards. </div>
fa_ir: <div style='float:right;direction: rtl;'> <div> {0} </div> <div> {1} کاربر گرامی </div> <div> با سلام و احترام </div> <div> رزرو کارگاه شما با عنوان {2} در {0} با موفقیت به ثبت شد </div> <div> برای کسب اطلاعات بیشتر در صورت نیاز با ما تماس حاصل نمایید. </div> <div> {3} </div> <div> با تشکر </div>

# WorkShopInsertSMS
source: Dear user {1} your reservation for {2} workshop in {0} has been successfully done.
fa_ir: کاربر گرامی {1} رزرو کارگاه {2} شما در {0} با موفقیت ثبت شد

# WorkshopName
source: Name of Workshop
fa_ir: نام کارگاه

# WorkShopPaymentEmail
source: <div style='float: left;direction: ltr;'> <div> {0} </div> <div> Dear user {1} </div> <div> Your {2} workshop reservation payment in {0} has been successfully done. </div> <div> For more information contact us please. </div> <div> {3} </div> <div> Regards. </div> </div>
fa_ir: <div style='float:right;direction: rtl;'> <div> {0} </div> <div> {1} کاربر گرامی </div> <div> با سلام و احترام </div> <div> هزینه رزرو کارگاه شما با عنوان {2} در {0} با موفقیت پرداخت شد </div> <div> برای کسب اطلاعات بیشتر در صورت نیاز با ما تماس حاصل نمایید. </div> <div> {3} </div> <div> با تشکر </div> </div>

# WorkShopPaymentSMS
source: Dear user {1} Your payment for {2} workshop in {0} has been successfully done.
fa_ir: کاربر گرامی {1} هزینه رزرو کارگاه {2} شما در {0} با موفقیت پرداخت شد

# WorkShopUpdateEmail
source: <div style='float: left;direction: ltr;'> <div> {0} </div> <div> Dear User {1} </div> <div> Workshop reservation with title {2} in {0} has been successfully updated. </div> <div> For more information contact us please. </div> <div> {3} </div> <div> Regards. </div>
fa_ir: <div style='float:right;direction: rtl;'> <div> {0} </div> <div> {1} کاربر گرامی </div> <div> با سلام و احترام </div> <div> رزرو کارگاه شما با عنوان {2} در {0} با موفقیت بروز رسانی شد </div> <div> برای کسب اطلاعات بیشتر در صورت نیاز با ما تماس حاصل نمایید. </div> <div> {3} </div> <div> با تشکر </div>

# WorkShopUpdateSMS
source: Dear user {1} Your {2} workshop reservation in {0} has been edited successfully.
fa_ir: کاربر گرامی {1} رزرو کارگاه {2} شما در {0} با موفقیت ویرایش شد

# YouCanNotAddNewCongress
source: You exceed limitations in holding conferences.
fa_ir: شما بیش از حد مجاز برگزار می کنید

source: You have already registered Congress
fa_ir: شما قبلا ثبت نام کرده اید
